#ალგორითმი არის დირექცია რომელსაც შენ უნდა გაყვე
#  და შეიყვანო შენი ინფორმაცია ან რამე სხვა მაგალითად იმეილი პასვორდი და აშ..
#pseudocode არის როცა ჩწერ შენ ინფორმაციას და გვეუბნაბე მართალია თ არა :C
#მას natural language არ ვიცი როგორ დავწერო ;-;
#სელექცია არის როცა გაქვს 2 ანდ 3.. არჩევანი რომ აირჩიო
#იტერაცია არის როცა მაგალითად ჩაწერ შენ სახელს თ ფალსე არის უკან დაბრუნდება და ახლიდან დაიწყებს
#sequences ვერ მივხვდი :((

for i in range(20):
    print("xaxvi")

for i in range(1, 10):
    print(i)

for i in range(1, 50,3):
    print(i)

for i in range(1, 67,2):
    print(i)

