#for loop არის კოდი რომელიც გვიმარტივებს ბევრი რამის დაწერას მაგალითად რომ დავწეეროთ 1000000000 ვანო for loops გამოვიყენებტ 🥰
#----------------------------------------------------------------------------
for i in range (1000):
    print("vano")
#-------------------------------------------------------------------------------
#while loop ასევე გვიმარტივებს კოდს და ცოტა შეცდომას დავუშვებტ 
#--------------------------------------------------------------------------------
i=1
while 1<400:
    print(i)
    i = i + 2
#-------------------------------------------------------------------------------------
#indetation ნიშნავს წრეზე სიარულს :) 
#-------------------------------------------------------------------------------------

# % ნიშანი გვაჩენებს ნაშთს მაგალითად 10%2 = 0
for i in range(0,50,2):
    print(i)
#-------------------------------------------------------------------------------------
for i in range (10):
    print("lazare")
#-----------------------------------------------------------------------------------
while i > 67:
    print(i)
i=1+1

#8 ვერ მივხვდი 🤧
#9 ვერ მივხვდი 😭


